Repository: bennofs/course-management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Names should start with capital letters, only contain regular characters and be separated with spaces or dashes.
de: Namen sollten mit einem Großbuchstaben beginnen, nur reguläre Buchstaben enthalten und mit Leerzeichen oder - abgegrenzt sein.

source: S numbers can start with an 's' and otherwise consist of a string of seven digits.
de: sNummern beginnen mit einem 's', gefolgt von sieben Ziffern.

source: This username is already taken
de: Dieser Nutzername wird bereits genutzt.

source: This s-number is already taken
de: Diese s-Nummer wird bereits genutzt.

source: E-Mail address
de: Mailadresse

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Username
de: Nutzername

source: An email adress where you can be reached. The verification mail will be sent to this adress.
de: Eine Mailadresse unter der du erreichbar bist. Die Verifikationsmail wird an diese Adresse gesendet.

source: First part of your public name, which should be your genuine first name. If you become a teacher this will be visible to any site visitor. Can be modified later.
de: Erster Teil deines öffentlichen Namens. Normalerweise dein Vorname. Falls du Tutor wirst, wird dieser für jeden Seitenbesucher sichtbar. Kann später verändert werden.

source: Second part of your public name, which should be your genuine familyname. If you become a teacher this will be visible to any site visitor. Can be modified later
de: Zweiter Teil deines öffentlichen Namens. Normalerweise dein Nachname. Falls du Tutor wirst, wird dieser für jeden Seitenbesucher sichtbar. Kann später verändert werden.

source: Unique username. Used for login. (cannot be changed later).
de: (Einzigartiger) Nutzername. Kann nicht mehr geändert werden.

source: Public Profile
de: Öffentliches Profil

source: Description
de: Beschreibung

source: Tell something about yourself. (Markdown enabled) Links are allowed.
de: Erzähle etwas über dich. (Markdown aktiviert) Links sind erlaubt.

source: You have read our <a href="/privacy-policy/" style="color:#9ACC00 !important;">Privacy Policy</a> and consent to it.
de: Du hast unsere <a href="/privacy-policy/" style="color:#9ACC00 !important;">Datenschutzerklärung</a> gelesen und stimmst ihr zu.

source: Faculty
de: Fakultät

source: <b>Only fill this out if you are a student. Otherwise leave blank.<br/></b>This is usually your s-number assigned by the university. The student verification email will be sent to the address associated with this s-number. Cannot be modified later.
de: <b>Fülle dieses Feld nur aus, wenn du Student:in bist. Ansonsten lasse es frei.<br/></b>Dein ZIH-Login. Die Verifikationsmail wird an die zugehörige Adresse gesandt. Kann nicht mehr geändert werden.

source: <b>Only fill this out if you are a student. Otherwise leave blank.<br/></b>The faculty at which you are enrolled. (Used for crediting purposes) Can be modified later.
de: <b>Fülle dieses Feld nur aus, wenn du Student:in bist. Ansonsten lasse es frei.<br/></b>Die Fakultät, an der du eingeschrieben bist (wird für Credits benötigt). Kann später verändert werden.

source: This will become the subject field of the resulting email.
de: Dies wird der Betreff der Mail.

source: This will be the content of the email. HTML is not allowed and any html tags will be removed.
de: Das wird der Inhalt der Mail. HTML-Tags ist nicht erlaubt und werden entfernt.

source: An email address where the recipient may reach you.
de: Eine Mail Adresse, unter der der Empfänger dich erreichen kann.

source: I have read the Privacy Policy and consent to it.
de: Ich habe die Datenschutzerklärung gelesen und stimme ihr zu.

source: You must agree to the privacy policy to use our services.
de: Du musst der Datenschutzerklärung zustimmen, um unsere Dienste benutzen zu können.

source: Contact
de: Kontakt

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
de: Dein Konto hat keinen Zugriff auf diese Seite. Um fortzufahren, logge dich bitte mit einem Konto ein, welches über die nötigen Rechte verfügt.

source: Please login to see this page.
de: Bitte logge dich ein, um den Inhalt dieser Seite sehen zu können.

source: Submit
de: Abschicken

source: Lost password?
de: Passwort vergessen?

source: You have been logged out successfully.
de: Du hast dich erfolgreich ausgeloggt.

source: We sent a verification mail to
de: Es wurde eine Verifikationsmail geschickt an

source: This mail contains an account activation link.
de: Diese Mail beinhaltet einen Aktivierungslink für dein Konto.

source: Back to your Profile.
de: Zurück zu deinem Profil.

source: You successfully registered your account!
de: Du hast dich erfolgreich registriert!

source: We sent verification mails to the following email accounts:
de: Es wurde eine Verifizierungsmail an folgende Adressen gesendet:

source: These mails contain an account activation link.
de: Diese Mail beinhaltet einen Aktivierungslink für dein Konto.

source: Please validate all of these email accounts.
de: Bitte validiere alle angegebenen Mail Accounts.

source: Your account has been successfully activated.
de: Dein Konto wurde erfolgreich aktiviert.

source: Account Deletion
de: Accountlöschung

source: You are about to delete your account. Clicking the red button below will delete your account <b>immediately and permanently</b>. All your personal information will be removed from our database, so think twice before taking this step.
de: Du bist dabei, deinen Account zu löschen. Ein Klick auf den großen, roten Button wird deinen Account <b>sofort und permanent</b> löschen. Alle persönlichen Daten, die wir über dich gespeichert haben werden aus unseren Datenbanken entfernt, also denke noch mal darüber nach ehe du den Knopf drückst.

source: Delete my account
de: Meinen Account löschen

source: And off you go!
de: Zack, geschafft!

source: Your account has successfully been deleted. We're sorry to see you go!
de: Dein Account wurde erfolgreich gelöscht. Es tut weh, dich gehen zu sehen!

source: Here you may change your user information.
de: Hier kannst du deine Nutzerinformationen ändern.

source: Perhaps you'd like to
de: Vielleicht möchtest du

source: change your password
de: dein Passwort ändern

source: verify as a student
de: dich als Student verifizieren

source: Here, you may also
de: Hier kannst du auch

source: delete your account
de: deinen Account löschen

source: Hey there! Since the last time you've logged on, we changed our privacy policy. To continue using our services, please read the policy below carefully and then either signal us your consent by checking the box below or delete your account and all associated data by pressing the big red button. If you have any questions regarding how we use or store your data, you can always drop us a mail - either in german or in english - to the address below!
de: Hey du da! Seit du dich das letzte Mal eingeloggt hast, haben wir unsere Datenschutzerklärung geändert. Um unseren Dienst weiter nutzen zu können, lies bitte die unten stehende Erklärung und signalisiere uns deine Einwilligung durch einen Klick auf die Checkbox oder lösche deinen Account und alle damit assoziierten Daten durch einen Klick auf den großen roten Button. Falls du Fragen dazu hast, wie wir deine Daten verarbeiten oder speichern, schreib uns einfach eine Mail - wahlweise auf Deutsch oder Englisch - an die unten stehende Adresse!

source: If you feel that you can not consent to the terms of this policy, there is no other option left for you but to delete your account. Clicking the red button below will delete your account <b>immediately and permanently</b>. All your personal information will be removed from our database, so think twice before taking this step.
de: Falls du der Meinung bist, dass du den Bedingungen dieser Erklärung nicht zustimmen kannst, bleibt dir keine andere Option, als deinen Account zu löschen. Mit einem Klick auf den roten Button unten wird dein Account <b>sofort und permanent</b> gelöscht. Alle persönlichen Informationen, die wir über dich gespeichert haben, werden aus unserer Datenbank gelöscht. Denke also noch mal darüber nach, bevor du diesen Schritt machst.

source: Your data
de: Deine Daten

source: First name
de: Vorname

source: Last name
de: Nachname

source: s number
de: s-Nummer

source: Student status
de: Studentenstatus

source: Pending...
de: Ausstehend...

source: Resend verification Mail
de: Verifikationsmail erneut senden

source: Verify Now
de: Jetzt verifizieren

source: Visit your public profile.
de: Öffentliches Profil anzeigen.

source: Courses you teach
de: Kurse, die du unterrichtest

source: Courses you attend
de: Kurse, die du besuchst

source: Your description
de: Deine Beschreibung

source: Courses this user teaches
de: Kurse, die dieser Nutzer hält

source: According to your privacy settings no additional information will be shown here.
de: Entsprechend deinen Privatsphäre-Einstellungen werden hier keine weiteren Informationen über dich angezeigt.

source: This user does not wish to publicise any additional information.
de: Dieser Nutzer hat keine weiteren Informationen veröffentlicht.

source: Visit your private profile
de: Privates Profil anzeigen

source: Contact this user.
de: Nutzer kontaktieren.

source: The content you requested could not be found.
de: Der angefordetre Inhalt konnte nicht gefunden werden.

source: Requested user does not exist.
de: Der angeforderte Nutzer existiert nicht.

source: Registration successfull
de: Registrierung erfolgreich

source: Registration
de: Registrierung

source: Your {} verification at the iFSR course enrollment system.
de: Deine {} Registrierung beim iFSR Kurs Management

source: This user does not exist
de: Der angeforderte Nutzername existiert nicht.

source: This verification does not have an associated view.
de: Diese Verifikation hat keine zugehörige Ansicht.

source: This verification does not exist
de: Der angeforderte Nutzername existiert nicht

source: The token you provided is invalid.
de: Das angegebene Token ist ungültig.

source: Activation Succeded
de: Aktivierung erfolgreich

source: Verification mail sent
de: Verifikationsmail wurde gesendet
