Repository: bennofs/course-management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Invalid location name.
de: Ungültiger Ortsname.

source: Invalid subject name.
de: Ungültiger Themenname.

source: Requested username does not exist.
de: Der angeforderte Nutzername existiert nicht.

source: Choose a subject for your course.
de: Wähle ein Thema für den Kurs.

source: Choose whether people should be able to join this course right now.
de: Wähle aus, ob die Einschreibung für den Kurs sofort aktiv sein soll.

source: A good description is half the battle. You can use markdown for formatting.
de: Eine gute Beschreibung ist die halbe Miete. Du kannst Markdown zur Formatierung verwenden.

source: How many people can join your course. (Can be changed later)
de: Maximale Teilnehmerzahl. (Kann später geändert werden)

source: Should your course only be available to students?
de: Soll der Kurs nur für Studenten zugänglich sein?

source: The course starts on that day.
de: Der Kurs beginnt an diesem Tag.

source: The course will end at that day.
de: Der Kurs wird an diesem Tag enden.

source: Max nr. of participants
de: Maximale Teilnehmerzahl

source: Begin
de: Beginn

source: End
de: Ende

source: Username of the person you want to be a teacher for this course
de: Nutzername der Person, die Tutor des Kurses sein soll

source: Whether to set the email sender to your email address or not.
de: Soll deine Mailadresse als Absender angegeben werden?

source: Name of the subject, also decides its url. Allowed characters are word characters, numbers, spaces, '-' and '_' and it cannot be any of ,
de: Name des Themas, die URL wird daraus abgeleitet. Erlaubte Zeichen sind Buchstaben, Ziffern, Spaces, '-' und '_'. Folgende dürfen nicht gewählt werden:

source: Mondays
de: Montags

source: Tuesdays
de: Dienstags

source: Wednesdays
de: Mittwochs

source: Thursdays
de: Donnerstags

source: Fridays
de: Freitags

source: Saturdays
de: Samstags

source: Sundays
de: Sonntags

source: 1st
de: 1. DS

source: 2nd
de: 2. DS

source: 3rd
de: 3. DS

source: 4th
de: 4. DS

source: 5th
de: 5. DS

source: 6th
de: 6. DS

source: 7th
de: 7. DS

source: weekly
de: wöchentlich

source: one time
de: einmalig

source: English
de: Englisch

source: German
de: Deutsch

source: Course Manager
de: Kursmanagement

source: Imprint
de: Impressum

source: Privacy Policy
de: Datenschutzerklärung

source: Report an Issue
de: Einen Fehler melden

source: Create course
de: Kurs erstellen

source: Create subject
de: Thema erstellen

source: Create poll
de: Umfrage erstellen

source: Edit your data
de: Nutzerdaten bearbeiten

source: Change pass
de: Passwort ändern

source: Sign up
de: Registrieren

source: Sign in
de: Login

source: Language
de: Sprache

source: Subjects
de: Themen

source: Add subject
de: Neues Thema

source: Complete overview
de: Komplette Übersicht

source: Number of slots to generate.
de: Anzahl der Tabellen-Slots

source: Generate
de: Generieren

source: Dates
de: Termine

source: On this page you can create a new course.
de: Auf dieser Seite kannst du einen neuen Kurs erstellen.

source: You'll automatically be assigned as teacher for this course
de: Du wirst automatisch Tutor dieses Kurses

source: , so that you may be able to edit it. You can assign new teachers once the course is created
de: , damit du ihn editieren kannst. Du kannst neue Tutoren zuordnen, nachdem der Kurs erstellt wurde

source: and even unassign yourself as teacher
de: und dich auch selbst als Tutor wieder entfernen.

source: Create
de: Erstellen

source: You can edit the description for your course here. You may use markdown to do so.
de: Du kannst die Kursbeschreibung hier editieren. (Markdown wird unterstützt)

source: Delete
de: Löschen

source: register
de: Einschreiben

source: unregister
de: Austragen

source: Teachers
de: Tutoren

source: Add/Remove teachers
de: Tutoren hinzufügen/entfernen

source: Participants
de: Teilnehmer

source: of
de: von

source: Generate attendee list
de: Teilnehmerliste erstellen

source: Schedule
de: Zeiten

source: No schedule has been set.
de: Keine Zeiten gesetzt.

source: Edit schedule
de: Zeitplan editieren

source: This course is currently
de: Dieser Kurs ist momentan

source: active
de: aktiv

source: suspended
de: inaktiv

source: Suspend course (unenrolls all participants)
de: Kurs deaktivieren (trägt alle Teilnehmer aus)

source: Set course active
de: Kurs aktivieren

source: Administrative actions
de: Administrative Aktionen

source: Edit course
de: Kurs editieren

source: Notify course
de: Kurs benachrichtigen

source: Actions
de: Aktionen

source: This course is for verified students only.
de: Dieser Kurs ist nur für verifizierte Studenten.

source: This course is full
de: Dieser Kurs ist voll

source: Log in
de: Einloggen

source: or
de: oder

source: to join this course
de: um diesem Kurs beizutreten

source: No description provided for this course.
de: Für diesen Kurs liegt keine Beschreibung vor.

source: Your students have successfully been notified.
de: Die Kursteilnehmer wurden erfolgreich benachrichtigt.

source: You can use this form to send an email to all people enrolled in your course.
de: Du kannst dieses Formular nutzen, um eine Mail an alle Teilnehmer deines Kurses zu schreiben.

source: Be aware that lots of email spam will most likely put off your students.
de: Beachte, dass viele Mails wahrscheinlich dazu führen, dass diese ignoriert werden.

source: Send
de: Senden

source: kick
de: Austragen

source: Oh no, there don't seem to be any students enrolled in this course yet :(, perhaps you should advertise more.
de: Oh nein, es scheint sich noch niemand in diesen Kurs eingetragen zu haben :(, vielleicht solltest du ihn stärker bewerben.

source: Remove
de: Entfernen

source: Add
de: Hinzufügen

source: Location
de: Ort

source: Edit
de: Editieren

source: No dates set yet
de: Noch keine Termine gesetzt

source: Timeslots
de: Zeiten

source: Locations
de: Orte

source: No location set.
de: Keine Orte festgelegt.

source: This course is free for everyone to join.
de: Dieser Kurs ist frei für alle Interessierten.

source: You are teacher
de: Du bist Tutor

source: You are enrolled. ✅
de: Du bist eingeschrieben. ✅

source: Your subscription to the course %(s)s was unsuccessful.
de: Deine Einschreibung für den Kurs %(s)s war leider nicht erfolgreich.

source: Your subscription to the course %(s)s was successful.
de: Deine Einschreibung für den Kurs %(s)s war erfolgreich.

source: Your unsubscription to the course %(s)s was unsuccessful.
de: Deine Austragung aus dem Kurs %(s)s war leider nicht erfolgreich.

source: Your unsubscription to the course %(s)s was successful.
de: Du hast dich erfolgreich aus dem Kurs %(s)s ausgetragen.

source: Sorry, an error with our database occurred.
de: Entschuldigung, es ist ein Fehler mit der Datenbank aufgetreten.

source: Database Error
de: Datenbankfehler

source: Current news on the courses
de: Aktuelle Kursnachrichten

source: Edit News
de: News-Item editieren

source: Delete News
de: News-Item löschen

source: Add News
de: Neues News-Item

source: News Overview
de: Nachrichtenübersicht

source: Current subjects available
de: Aktuell angebotene Themen

source: Subject
de: Thema

source: Number of courses
de: Anzahl an Kursen

source: Create
de: Erstellen

source: Modify
de: Bearbeiten

source: Cancel
de: Abbrechen

source: Done
de: Fertig

source: Create new course
de: Kurs erstellen

source: Subject Overview
de: Themenübersicht

source: Right now, we offer courses on the following topics:
de: Zurzeit bieten wir Kurse zu folgenden Themen an:

source: Courses
de: Kurse

source: This course does not seem to exist, sorry.
de: Dieser Kurs scheint nicht zu existieren.

source: Requested course does not exist.
de: Der angeforderte Kurs existiert nicht.

source: New Course
de: Neuer Kurs

source: Edit Teachers
de: Tutoren editieren

source: The username you entered does not exist in my database, sorry :(
de: Der eingegebene Nutzername existiert nicht.

source: Requested student does not exist.
de: Der angeforderte Student existiert nicht.

source: Notify Course
de: Kurs benachrichtigen

source: Requested student is not enrolled in this course.
de: Der angeforderte Student ist in diesem Kurs nicht eingeschrieben.

source: You are already enrolled in this course.
de: Du bist bereits in diesem Kurs eingeschrieben.

source: Sorry, this course is for students only.
de: Dieser Kurs ist nur für Studenten.

source: Please verify your student status to enroll for this course.
de: Bitte bestätige deinen Studentenstatus, um dich für diesen Kurs anmelden zu können.

source: Sorry, this course is full.
de: Dieser Kurs ist voll.

source: You do not seem to be enrolled in this course.
de: Du scheinst in diesem Kurs nicht eingetragen zu sein.

source: Welcome
de: Willkommen

source: New News
de: Neues News-Item

source: Requested News does not exist.
de: Das angeforderte News-Item existiert nicht.

source: Requested subject does not exist.
de: Das angeforderte Thema existiert nicht.

source: New Subject
de: Neues Thema

source: Edit Schedule
de: Zeitplan bearbeiten

source: Messages
de: Nachrichten

source: Static Files
de: Statische Dateien

source: Syndication
de: Syndikation

source: Enter a valid value.
de: Gib einen gültigen Wert an.

source: Enter a valid URL.
de: Gib eine valide URL ein.

source: Enter a valid integer.
de: Gib eine valide Ganzzahl an.

source: Enter a valid email address.
de: Gib eine valide Mailadresse an.

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
de: Gib einen Kurznamen an, bestehend aus Buchstaben, Zahlen, Unterstrichen und Bindestrichen.

source: Enter a valid IPv4 address.
de: Gib eine gültige IPv4-Adresse an.

source: Enter a valid IPv6 address.
de: Gib eine valide IPv6-Adresse an.

source: Enter a valid IPv4 or IPv6 address.
de: Gib eine gültige IPv4- oder IPv6-Adresse ein.

source: Enter only digits separated by commas.
de: Gib ausschließlich mit Komma getrennte Zahlen ein.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
de: Bitte stelle sicher, dass der Wert %(limit_value)s ist (aktuell %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
de: Stelle sicher, dass der Wert kleiner oder gleich %(limit_value)s ist.

source: Ensure this value is greater than or equal to %(limit_value)s.
de: Stelle sicher, dass der Wert größer oder gleich %(limit_value)s ist.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
de: Stelle sicher, dass dieser Wert mindestens %(limit_value)d Zeichen hat (hat %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
de: Stelle sicher, dass dieser Wert höchstens %(limit_value)d Zeichen hat (hat %(show_value)d).

source: and
de: und

source: %(model_name)s with this %(field_labels)s already exists.
de: %(model_name)s mit diesen %(field_labels)s existiert bereits.

source: Value %(value)r is not a valid choice.
de: Wert %(value)r ist keine gültige Auswahl.

source: This field cannot be null.
de: Dieses Feld darf nicht null sein.

source: This field cannot be blank.
de: Dieses Feld darf nicht leer sein.

source: %(model_name)s with this %(field_label)s already exists.
de: %(model_name)s mit diesem %(field_label)s existiert bereits.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
de: %(field_label)s muss einzigartig sein für %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
de: Feld des Typs: %(field_type)s

source: Integer
de: Ganzzahl

source: '%(value)s' value must be an integer.
de: '%(value)s' muss eine Ganzzahl sein.

source: '%(value)s' value must be either True or False.
de: '%(value)s' Wert muss True oder False sein.

source: Boolean (Either True or False)
de: Boolean (Entweder True oder False)

source: String (up to %(max_length)s)
de: String (bis zu %(max_length)s)

source: Comma-separated integers
de: Mit Komma getrennte Ganzzahlen

source: '%(value)s' value has an invalid date format. It must be in YYYY-MM-DD format.
de: '%(value)s' Wert hat ein ungültiges Datumsformat. Es muss von der Form JJJJ-MM-TT sein.

source: '%(value)s' value has the correct format (YYYY-MM-DD) but it is an invalid date.
de: '%(value)s' Wert hat das richtige Format (JJJJ-MM-TT) aber ist ein ungültiges Datum.

source: Date (without time)
de: Datum (ohne Uhrzeit)

source: '%(value)s' value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
de: '%(value)s' Wert hat ein ungültiges Format. Es muss von der Form YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] sein.

source: '%(value)s' value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
de: '%(value)s' Wert hat ein korrektes Format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) aber ist ein ungültiges Datum/Zeit.

source: Date (with time)
de: Datum (mit Uhrzeit)

source: '%(value)s' value must be a decimal number.
de: '%(value)s' Wert muss eine Dezimalzahl sein.

source: Decimal number
de: Dezimalzahl

source: '%(value)s' value has an invalid format. It must be in [DD] [HH:[MM:]]ss[.uuuuuu] format.
de: '%(value)s' Wert hat ein ungültiges Format. Es muss von der Form [DD] [HH:[MM:]]ss[.uuuuuu] sein.

source: Duration
de: Dauer

source: Email address
de: Mailadresse

source: File path
de: Dateipfad

source: '%(value)s' value must be a float.
de: '%(value)s' Wert muss eine Gleitkommazahl sein.

source: Floating point number
de: Gleitkommazahl

source: Big (8 byte) integer
de: Große (8 Byte) Ganzzahl

source: IPv4 address
de: IPv4 Adresse

source: IP address
de: IP Adresse

source: '%(value)s' value must be either None, True or False.
de: '%(value)s' Wert muss entweder None, True oder False sein.

source: Boolean (Either True, False or None)
de: Boolean (Entweder True, False oder None)

source: Positive integer
de: Positive Ganzzahl

source: Positive small integer
de: Positive kleine Ganzzahl

source: Slug (up to %(max_length)s)
de: Kurzname (bis zu %(max_length)s)

source: Small integer
de: Kleine Ganzzahl

source: '%(value)s' value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
de: '%(value)s' Wert hat eine ungültiges Format. Es muss von der Form HH:MM[:ss[.uuuuuu]] sein.

source: '%(value)s' value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
de: '%(value)s' Wert hat das korrekte Format (HH:MM[:ss[.uuuuuu]]) aber ist eine ungültige Zeit.

source: Time
de: Zeit

source: Raw binary data
de: Rohe Binärdaten

source: '%(value)s' is not a valid UUID.
de: '%(value)s' ist keine gültige UUID.

source: File
de: Datei

source: Image
de: Bild

source: %(model)s instance with %(field)s %(value)r does not exist.
de: %(model)s Instanz mit %(field)s %(value)r existiert nicht.

source: Foreign Key (type determined by related field)
de: Fremdschlüssel (Typ wird vom zugehörigen Feld bestimmt)

source: One-to-one relationship
de: Eins-zu-Eins Beziehung

source: Many-to-many relationship
de: M-zu-N Beziehung

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Enter a whole number.
de: Gib eine komplette Zahl ein.

source: Enter a number.
de: Gib eine Zahl ein.

source: Ensure that there are no more than %(max)s digit in total.
de: Stelle sicher, dass es nicht mehr als %(max)s Zahl gibt.

source: Ensure that there are no more than %(max)s decimal place.
de: Stelle sicher, dass es nicht mehr als %(max)s Dezimalstelle gibt.

source: Ensure that there are no more than %(max)s digit before the decimal point.
de: Stelle sicher, dass es nicht mehr als %(max)s Zahl for dem Komma gibt.

source: Enter a valid date.
de: Gib ein gültiges Datum an.

source: Enter a valid time.
de: Gib eine gültige Uhrzeit an

source: Enter a valid date/time.
de: Gib ein gültiges Datum/Uhrzeit Paar ein.

source: Enter a valid duration.
de: Gib eine gültige Dauer ein.

source: No file was submitted. Check the encoding type on the form.
de: Keine Datei ausgewählt. Prüfe die Codierung auf dem Formular.

source: No file was submitted.
de: Es wurde keine Datei gesendet.

source: The submitted file is empty.
de: Die gesendete Datei ist leer.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
de: Stelle sicher, dass der Dateiname höchstens %(max)d Zeichen hat (er hat %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
de: Bitte lade entweder eine Datei hoch oder wähle 'clear' aus, nicht beides.

source: Currently
de: Aktuell

source: Change
de: Ändern

source: Unknown
de: Unbekannt

source: Yes
de: Ja

source: No
de: Nein

source: yes,no,maybe
de: ja,nein,vielleicht

source: midnight
de: Mitternacht

source: noon
de: Mittag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: So

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: mar
de: mär

source: may
de: mai

source: oct
de: okt

source: dec
de: dez

# abbrev. month
source: March
de: März

# abbrev. month
source: May
de: Mai

# abbrev. month
source: June
de: Juni

# abbrev. month
source: July
de: Juli

# abbrev. month
source: Oct.
de: Okt.

# abbrev. month
source: Dec.
de: Dez.

# alt. month
source: January
de: Januar

# alt. month
source: February
de: Februar

# alt. month
source: March
de: März

# alt. month
source: May
de: Mai

# alt. month
source: June
de: Juni

# alt. month
source: July
de: Juli

# alt. month
source: October
de: Oktober

# alt. month
source: December
de: Dezember

source: This is not a valid IPv6 address.
de: Das ist keine gültige IPv6-Adresse.

source: %d year
de: %d Jahr

source: %d month
de: %d Monat

source: %d week
de: %d Woche

source: %d day
de: %d Tag

source: %d hour
de: %d Stunde

source: 0 minutes
de: 0 Minuten

source: Forbidden
de: Verboten

source: CSRF verification failed. Request aborted.
de: CSRF Verifikation fehlgeschlagen. Anfrage abgebrochen.

source: You are seeing this message because this HTTPS site requires a 'Referer header' to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
de: Du siehst diese Nachricht, weil diese HTTPS Seite einen 'Referer header' von deinem Webbrowser empfangen muss, aber keiner gesendet wurde. Dieser Header ist aus Sicherheitsgründen erforderlich, um sicher zu stellen, dass dein Browser nicht von Dritten übernommen wurde.

source: If you have configured your browser to disable 'Referer' headers, please re-enable them, at least for this site, or for HTTPS connections, or for 'same-origin' requests.
de: Falls du 'Referer' Header in deinem Browser abgeschaltet hast, reaktiviere sie bitte für diese Seite, für HTTPS-Verbindungen oder für 'same-origin' Anfragen.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
de: Du siehst diese Nachricht weil diese Seite ein CSRF Cookie erfordert, um Forms abzuschicken. Dieses Cookie ist aus Sicherheitsgründen erforderlich, um sicher zu gehen, dass dein browser nicht von Dritten übernommen wurde.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for 'same-origin' requests.
de: Falls du Cookies in deinem Browser verboten hast, aktiviere sie bitte für diese Seite oder für 'same-origin' Anfragen.

source: You're seeing this message because you have <code>DEBUG = True</code> in your Django settings file and you haven't configured any URLs. Get to work!
de: Du siehst diese Nachricht, weil du <code>DEBUG = True</code> in deinenDjango Einstellungen angegeben hast und noch keine URLs konfiguriert hast. An die Arbeit!

source: No year specified
de: Kein Jahr angegeben

source: No month specified
de: Kein Monat angegeben

source: No day specified
de: Kein Tag angegeben

source: No week specified
de: Keine Woche angegeben

source: No %(verbose_name_plural)s available
de: Keine %(verbose_name_plural)s verfügbar

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
de: Future %(verbose_name_plural)s nicht verfügbar weil %(class_name)s.allow_future False ist.

source: Invalid date string '%(datestr)s' given format '%(format)s'
de: Ungültiger Datums-String '%(datestr)s' bei gegebenem Format '%(format)s'

source: No %(verbose_name)s found matching the query
de: Kein %(verbose_name)s passte auf die Anfrage

source: Page is not 'last', nor can it be converted to an int.
de: Seite ist weder 'last', noch kann sie in eine Ganzzahl konvertiert werden.

source: Invalid page (%(page_number)s): %(message)s
de: Ungültige Seite (%(page_number)s): %(message)s

source: Empty list and '%(class_name)s.allow_empty' is False.
de: Leere Liste und '%(class_name)s.allow_empty' ist False.

source: Directory indexes are not allowed here.
de: Verzeichnisindizes sind hier nicht erlaubt.

source: "%(path)s" does not exist
de: "%(path)s" existiert nicht.

source: Index of %(directory)s
de: Index von %(directory)s

source: A url to use for this poll (optional)
de: Eine URL für diese Umfrage (optional)

source: Error: You already have a token for this poll. It is %(token.token)s and you used it already.
de: Fehler: Du besitzt bereits ein Token für diese Umfrage. Es lautet %(token.token)s und du hast es schon verwendet.

source: Error: You already have a token for this poll. It is %(token.token)s and you haven't used it yet.
de: Fehler: Du besitzt bereits ein Token für diese Umfrage. Es lautet %(token.token)s und du hast noch nicht verwendet.

source: Create a new poll
de: Neue Umfrage erstellen

source: next
de: weiter

source: Poll name
de: Name der Umfrage

source: view
de: Anzeigen

source: edit
de: Editieren

source: Create new
de: Erstellen

source: Back to overview
de: Themenübersicht

source: Selected questions
de: Ausgewählte Fragen

source: Create a new one
de: Neue Frage erstellen

source: Questions from other forms
de: Fragen aus anderen Formularen

source: use
de: verwenden

source: Questions
de: Fragen

source: Vote on this poll
de: An dieser Umfrage teilnehmen

source: requires access token
de: Erfordert ein Zugangstoken

source: Admin actions
de: Administrative Aktionen

source: Edit poll
de: Umfrage bearbeiten

source: View results
de: Resultate anzeigen

source: View tokens
de: Zugangstoken anzeigen

source: Generate tokens
de: Token generieren

source: Free Text Answer
de: Freitextantwort

source: Vote
de: Abstimmen

source: Back to poll
de: Zurück zur Umfrage

source: You generated the following tokens
de: Folgende Token wurden generiert

source: You can generate tokens here.
de: Du kannst hier Token generieren

source: Amount of tokens to generate
de: Anzahl der zu generierenden Token

source: Tokens for this poll:
de: Token für diese Umfrage:

source: used
de: verwendet

source: unused
de: unbenutzt

source: none?
de: keine?

source: This poll does not seem to exist, sorry.
de: Diese Umfrage scheint nicht zu existieren.

source: This poll does not exist
de: Diese Umfrage existiert nicht.

source: Your captcha could not be verified. Please retry the request.
de: Dein Captcha konnte nicht verifiziert werden. Bitte erneut versuchen.
